//Создать телефонный справочник с возможностью импорта и экспорта данных в нескольких форматах.
// под форматами понимаем структуру файлов, например:
//в файле на одной строке хранится одна часть записи, пустая строка - разделитель
public class Main {
    public static void main(String[] args) {
//        FileManager fm = new FileManager();
//        Adressbook phones = new Adressbook();
//        phones.Adressbook();
////        fm.ExportFile(phones.pb);
//        fm.ImportFile(phones.pb);
////        System.out.println(phones.pb);
//        phones.showAdressBook();
        Menu.mainMenu();
    }
}